tutorials/incompressible/simpleSolver/ras/GeorgiaTechRotorSource/0/U
/*---------------------------------------------------------------------------*\
Caelus 10.04
Web:   www.caelus-cml.com
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (10 0 0);

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform (10 0 0);
    }
    outlet
    {
        type            inletOutlet;
        inletValue      uniform (0 0 0);
        value           uniform (10 0 0);
    }
    wall-body
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }
    wall-tunnel
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }
}


// ************************************************************************* //
